
public class Main {
	/*
	 * 4월 17일(월) ~ 4월 23일(일) 회고록
	 * 
	 * 오늘은 정보처리기사 실기 시험을 봤다.
	 * 뭐 어려웠으나, 그동안 열심히 해왔기 때문에 자신있었고
	 * 실제로 가답안 채점 시, 합격이었다.
	 * 
	 * 뭐 아직 합/불 확정은 아니지만, 마음이 놓였다.
	 * 정말 정보처리기사 시험으로 인해 얼마나 스트레스였는가..
	 * 가답안 채점 합격 하나로~ 고생했던 내 자신이 잊혀지는 것 같다.
	 * 
	 * 뭐 그렇지만, 아직 멀었고 이제부터 시작이다.
	 * 겨우 자격증 하나 취득한걸로 우쭐하지 않겠다.
	 * 남들하고 동등한 위치에 다가가고 있을 뿐이라고 생각하며,
	 * 열심히 하겠다.
	 * 
	 * 저번 주 금요일부터 스프링 진도를 나갔다.
	 * 어렵기야 하겠지만, 사실 배울 떄 너무 가슴이 두근거렸다.
	 * 
	 * JSP로 고생고생하며 만들며 배운 게시판을 스프링 사용하면
	 * 쉽게 만들 수 있다는데, 정말 사실일까하며...
	 * 
	 * 어노테이션 뭐 이것저것 쓰면서 하는데,,,,
	 * '이야.. 코드가 어떻게 이렇게 줄어들지?' 싶었다.
	 * 
	 * 내일 월요일부터 본격적으로 시작하게 될 건데,
	 * 재밌게 해봐야겠다~
	 * 
	 * 최정원! 오늘 고생했고, 너도 하니까 되네.
	 * 이 기세 타서 열심히 해보자!
	 * 
	 * 
	 */
}
